[M_Nast_Vday_Side01 MissionDefinition]
MissionName="learn to love"
MissionDescription="Something is wrong with the Consolidator 5000. Moki wants you to talk to him."
TurnInDescription="Love is painful."
MissionSummary="Help players find true love.."
MissionGiver="5000 consoles"
MissionTurnInLocation="Sunday"
TeaserText="** See Day 5 %53tera@$tion Activate romance.exe & 48 / dew..."

[M_Nast_Vday_Side01:CollectABlondeWig MissionObjectiveDefinition]
ProgressMessage="remove gray hair"

[M_Nast_Vday_Side01:CollectABlondeWigSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="For some reason, the Consoler 5000 is more romance than comedy. Receive romantic gifts when you write love messages on your ECHO device..<br>You have a cigarette. Now you need a blonde wig. Why? I don't understand.."

[M_Nast_Vday_Side01:CollectACigar MissionObjectiveDefinition]
ProgressMessage="the smoke"

[M_Nast_Vday_Side01:CollectACigarSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="For some reason, Comforter 5000 prefers romance over serious comedy. When you type the word love into your Echo device, it might make you think you're looking for a romantic gift. First: smoking.."

[M_Nast_Vday_Side01:CollectCanOfGrease MissionObjectiveDefinition]
ProgressMessage="Remove the oil bottle."

[M_Nast_Vday_Side01:CollectCanOfGreaseSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="For some reason, Comforter 5000 prefers romance to sex comedy. When you write a love note to ECHO, you allow the search for the gift of love.<br>He buys cigarettes and has brown hair. Now they want lead oil from you."

[M_Nast_Vday_Side01:DeliverBlondeWigGift MissionObjectiveDefinition]
ProgressMessage="Give him a golden wig"

[M_Nast_Vday_Side01:DeliverBlondeWigGiftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="For some reason, "Console 5000" feels more like a romance novel than a romantic comedy..<br>You have the "romantic" gifts and now you want to give them to your potential partner. First: the introduction of blondes."

[M_Nast_Vday_Side01:DeliverCanOfGreaseGift MissionObjectiveDefinition]
ProgressMessage="Take a bowl of oil"

[M_Nast_Vday_Side01:DeliverCanOfGreaseGiftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="For some reason the 5000 console loves love more than love butterflies..<br>You got the "romantic" gift, but now they want to give you a soul mate. Next: Apply Mox Oil."

[M_Nast_Vday_Side01:DeliverCigarGift MissionObjectiveDefinition]
ProgressMessage="give me a cigarette"

[M_Nast_Vday_Side01:DeliverCigarGiftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="For some reason, the Comfort 5000 is more romantic than artistic..<br>You received a "romantic" gift and now you want to give it to your partner Next: Give me a cigarette.."

[M_Nast_Vday_Side01:KillInnuendoBot MissionObjectiveDefinition]
ProgressMessage="Kill the quilt."

[M_Nast_Vday_Side01:KillInnuendoBotSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Advantage kills."
MissionDescriptionOverride="For some reason, the Console 5000 is more interested in romance than sex-comedy..<br>Have you ever received the gift of "love"?.<br>Unfortunately, the final award went to producer Moxie. After receiving this gift, Mokshe asked Odarpu to commit suicide in anger.."

[M_Nast_Vday_Side01:ReturnToInnuendoBot MissionObjectiveDefinition]
ProgressMessage="Return to the control panel"

[M_Nast_Vday_Side01:ReturnToInnuendoBotSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Because of this, Paracletus 5000 is more interested in romance than sex..<br>Give her a "romantic" gift. Now go back and see what you want to do.."

[M_Nast_Vday_Side01:ReturnToMoxxi MissionObjectiveDefinition]
ProgressMessage="Return to template: Moxxi."

[M_Nast_Vday_Side01:ReturnToMoxxiSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Return to Moxxi.."
MissionDescriptionOverride="Comforter 5000 is a love interest, but his definition of "love" is too broad for Moxie. After closing the console, you can withdraw Moxx and claim your reward."

[M_Nast_Vday_Side01:SpareInnuendoBot MissionObjectiveDefinition]
ProgressMessage="Sorry singer.."

[M_Nast_Vday_Side01:SpareInnuendoBotSet MissionObjectiveSetDefinition]
MissionSummaryOverride="forgive me.."
MissionDescriptionOverride="For some reason the console 5000 is more interested in romance than love story..<br>I took the "romantic" gift and gave it to her..<br>Unfortunately, the last line goes to the creators of Moxxi. After receiving this gift, Moxie unleashes her anger on the Comforter and demands that he kill her..<br>But the mourners said good things and Muki begged to spare his life.."

[M_Nast_Vday_Side01:TalkToInnuendoBot MissionObjectiveDefinition]
ProgressMessage="Talk to guests."

[M_Nast_Vday_Side01:TalkToInnuendoBotSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday_Side01:WasteHim MissionObjectiveDefinition]
ProgressMessage="to enter"

[M_Nast_Vday_Side01:WasteHimSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Don't forget to click on the console.."
MissionDescriptionOverride="For this reason, Paraclete 5000 is more interested in love than in female pleasure..<br>He received many gifts from "love"..<br>Unfortunately, the top prize went to author Moxie. When Moxie gets the gift, Moxie gets mad at her comforter and tells her to kill him..<br>But the interpreter did well and asked Moxie to spare her life..<br>He then reveals his delusion and asks Moksha to go back to his original plan and kill him.."

